[{"id":1,"title":"Upcoming Events","description":"Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci.","date":"2024-10-08T13:53:05Z","classId":1},
{"id":2,"title":"Sports News","description":"Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.","date":"2024-10-11T01:43:37Z","classId":3},
{"id":3,"title":"Sports News","description":"Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh.","date":"2024-10-26T01:52:12Z","classId":6},
{"id":4,"title":"School Closures","description":"Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam. Nam tristique tortor eu pede.","date":"2024-10-16T14:20:10Z","classId":1},
{"id":5,"title":"School Closures","description":"Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est.","date":"2024-10-24T00:30:34Z","classId":3},
{"id":6,"title":"Club Meetings","description":"Morbi vel lectus in quam fringilla rhoncus.","date":"2024-10-07T10:22:27Z","classId":4},
{"id":7,"title":"Weather Update","description":"In eleifend quam a odio. In hac habitasse platea dictumst.","date":"2024-10-22T06:11:59Z","classId":2},
{"id":8,"title":"Weather Update","description":"Aliquam erat volutpat. In congue. Etiam justo.","date":"2024-10-05T07:43:29Z","classId":6},
{"id":9,"title":"School Closures","description":"Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue.","date":"2024-10-18T12:27:29Z","classId":3},
{"id":10,"title":"School Closures","description":"Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius. Integer ac leo. Pellentesque ultrices mattis odio.","date":"2024-10-29T14:48:38Z","classId":4}]